Repository: osman-abi/ccl.az
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: az

source: Our Clients
az: Müştərilərimiz

source: Home
az: Ana Səhifə

source: Services
az: Xidmətlərimiz

source: About
az: Haqqımızda

source: News
az: Xəbərlər

source: Contact
az: Əlaqə

source: About Us
az: Haqqımızda

source: Newsletter
az: Abunə

source: Be the first to subscribe to our newsletter and get latest news from Advisor
az: Yeniliklərdən xəbərdar olmaq üçün abunə olun

source: Contact Info
az: Əlaqə

source: E-mail
az: Poçt ünvanı

source: Phone
az: Tel

source: Useful Links
az: Faydalı linklər

source: Contact Us
az: Əlaqə saxlayın

source: Your Name
az: Adınız

source: Your Email
az: Poçt ünvanınız

source: Your Phone
az: Telefon nömrəniz

source: Your Message
az: İsmarıc

source: Send Now
az: İndi göndər

source: You Need Just One Consultancy
az: Bizə müraciət üçün əlaqə saxlayın

source: We're Social
az: Sosial şəbəkələrdə bizi izləyin

source: Subscribe
az: Abunə ol

source: Your business can get smarter.
az: Yüksək keyfiyyətli xidmətlər

source: Request a free consultation today!
az: Xidmətlərimizdən yaralanmaq üçün müraciət edin

source: We are experienced management professionals
az: Ən son xəbərlər

source: 10,000 Reasons
az: 10,000 Səbəb

source: to choose us
az: bizi seçməyə
